Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: An option, under “Preferences”, to enable support for RCS/MMS messaging, Apple features like CarPlay and AirDrop, as well as connections to local devices.
co: Un’ozzione, in a sezzione « Preferenze », per permette l’adopru di a messaghjeria RCS/MMS, e funzioni Apple cum’è CarPlay è AirDrop, è ancu e cunnessioni à l’apparechji lucali.

source: Another Firefox Account has already subscribed using this Apple ID.
co: Un altru contu Firefox hè dighjà abbunatu cù questu Apple ID.

source: Another Firefox Account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
co: Un altru contu Firefox hè dighjà abbunatu cù st’Apple ID. Discunnittitevi è pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

source: Another Mozilla account has already subscribed using this Apple ID. Please sign out and try again or contact our support team for help.
co: Un altru contu Mozilla hè dighjà abbunatu cù st’Apple ID. Discunnittitevi è pruvate torna o cuntattate a nostra squadra d’assistenza per ottene un aiutu.

source: Another popular reason to consider using this feature is if your mobile data provider offers you unmetered usage to specific services, like certain instant messaging apps. In those cases, you may want to consider excluding those apps using this feature, such that your mobile data provider can effectively consider that traffic free of charge.
co: Un altra ragione cunnisciuta per impiegà sta funzione hè chì u vostru furnidore di dati mubili vi offre un usu smisuratu à certi servizii, cum’è certe appiecazioni di messaghjeria. In quelli casi, seria bè d’esclude quell’appiecazioni di sta funzione, è cusì u vostru furnidore di dati mubili puderà trattà veramente u trafficu ingeneratu cum’è di rigalu.

source: An unexpected error has occurred, please try again.
co: Un sbagliu inaspettatu hè accadutu, pruvate torna.

source: An unexpected error has occurred, please try again. Visit our help center below to learn how to troubleshoot this issue or contact support.
co: Un sbagliu inaspettatu hè accadutu, pruvate torna. Visitate u nostru centru d’assistenza quaghjò per sapè cumu lucalizà a cagione o cuntattà l’assistenza.

source: Any extensions and themes that you’ve published to addons.mozilla.org will be deleted
co: Tutti l’estensioni è i temi chì vo avete publicati nant’à addons.mozilla.org seranu squassati

source: Any paid subscriptions you have will be cancelled (Except Pocket)
co: Tutti l’abbunamenti chì vo avete pagati seranu rivucati (fora di Pocket)

source: App exclusions
co: Esclusioni d’appiecazione

source: App exclusions is an advanced feature that allows you to choose specific applications in your device that you prefer are not protected by the VPN.
co: I permessi d’esclusione hè una funzione d’espertu chì vi permette di sceglie certe appiecazioni nant’à u vostru apparechju chì ùn vulete micca prutege cù a VPN.

source: Apple subscription
co: Abbunamentu Apple

source: App permissions
co: Permessi di l’appiecazione

source: App Permissions
co: Permessi di l’appiecazione

source: App preferences
co: Preferenze d’appiecazione

source: A previous installation of Mozilla VPN exists at /Applications/Mozilla VPN.app. This installer will remove the previous installation prior to installing. Please back up any data before proceeding.
co: Un’installazione precedente di Mozilla VPN esiste dighjà in /Applications/Mozilla VPN.app. Stu stalladore hà da caccià a versione precedente prima d’installà a nova. Ci vole à fà una salvaguardia di i vostri dati nanzu à cuntinuà.

source: Argentinian Spanish
co: Spagnolu argentinu

source: A safe, reliable and fast VPN. Built by the makers of Firefox.
co: Una VPN sicura, degnu di cunfidenza è rapida. Cuncepita da l’autori di Firefox.

source: Ashburn, VA
co: Ashburn

source: Athens
co: Atena

source: Atlanta, GA
co: Atlanta

source: Attempting to confirm connection
co: Tentativu di cunfirmazione di a cunnessione

source: At your current speed, here’s what your device is optimized for:
co: À a vitezza attuale, eccu ciò chì hè ottimale per u vostru apparechju :

source: Authentication
co: Autenticazione

source: Authentication error
co: Sbagliu d’autenticazione

source: Automatically use Mozilla VPN-protected DNS
co: Impiegà autumaticamente u DNS prutettu da Mozilla VPN

source: Background service error
co: Sbagliu di u serviziu in tacca di fondu

source: Belgium
co: Belgica

source: Belgrade
co: Belgradu

source: Benefits of using a custom DNS
co: Vantaghji di l’usu d’un DNS persunalizatu

source: Berlin
co: Berlinu

source: Block ads
co: Blucchime di publicità

source: Block harmful domains with VPN
co: Bluccà i duminii periculosi cù a VPN

source: Block internet ads and harmful domains with VPN
co: Bluccà e publicità internet è i duminii periculosi cù a VPN

source: Block internet ads with VPN
co: Bluccà e publicità internet cù a VPN

source: Block malware
co: Blucchime di prugrammi periculosi

source: Block malware: Helps protect you from ransomware, phishing, spyware, viruses, and malware.
co: Blucchime di i prugrammi periculosi : Prutezzione contr’à i ransomware, phishing, spyware, agenti infettivi, è altri prugrammi ostili.

source: Blocks unknown entities from seeing your private data on risky public Wi-Fi and hotspots
co: Impedite e persone scunnisciute di vede i vostri dati privati quandu vo impiegate e rete Wi-Fi publiche è i hotspot à risicu

source: Bogota
co: Bogotà

source: Boston, MA
co: Boston

source: Brazil
co: Brasile

source: British English
co: Inglese britannicu

source: Browse and access content from all over the world
co: Navigate à accidite à u cuntenutu da tutti i scorni di u mondu

source: Browse one site as if you’re in New York and another as if you’re in Paris — all in the same Firefox session.
co: Navigate nant’à un situ cum’è s’è vo fussi in New York è nant’à un altru cum’è s’è vo fussi in Parigi, è tuttu in a listessa sessione Firefox.

source: Browsing the internet
co: Navigà nant’à internet

source: Brussels
co: Bruxelles

source: B/s
co: O/s

source: Bucharest
co: Bucarest

source: But, for times when you don’t have a specific location in mind, the VPN will recommend server locations. These recommendations are based on the number of servers available, as well as their distance from you.
co: Ma, per e volte quandu ùn avete micca à mente una pusizione specifica, a VPN vi ricumanderà pusizioni di servitore. Ste ricumandazioni si facenu secondu à u numeru di servitori dispunibule, è ancu à a so distanza da voi.

source: By continuing this tutorial, you will be changing your VPN settings. These settings will revert to their original state upon completion or quitting of the tutorial.
co: S’è vo cuntinuate sta furmazione autonoma, cambierete e preferenze di a vostra VPN. Ma ste preferenze riveneranu à u so statu d’origine quandu sta furmazione serà compia o piantata.

source: By continuing, you agree to the <a href="terms-of-service">Terms of Service</a> and the <a href="privacy-notice">Privacy Notice</a>.
co: Cuntinuate, solu s’è vò site d’accunsenti cù e <a href="terms-of-service">cundizioni d’utilizazione</a> è di <a href="privacy-notice">cunfidenzialità</a>.

source: By default, when you activate Mozilla VPN on your device, all the apps you have in it will have their traffic be automatically encrypted and routed by the VPN.
co: Quandu l’attivazione di Mozilla VPN si face, l’azzione predefinita hè di cifrà è di fà passà da a VPN u trafficu di tutte e vostre appiecazioni chì si trovanu nant’à u vostru apparechju.

source: Bypass VPN for select traffic
co: Ignurà a VPN per selezziunà u trafficu

source: Canadian English
co: Inglese canadianu

source: Captive portal detected
co: Purtone cattivu scupertu

source: Captive portal detected!
co: Purtone cattivu abbentatu !

source: Card ending in %1
co: Carta finiscendusi da %1

source: Change email
co: Cambià d’indirizzu elettronicu

source: Change plan
co: Cambià d’abbunamentu

source: Changing these settings will cause the VPN to disconnect and reconnect automatically.
co: U cambiamentu di sti parametri cagiunerà à scunnessione è a ricunnessione autumatica di a VPN.

source: Check Connection
co: Verificà a cunnessione

source: Check for Updates
co: Cuntrollà i rinnovi

source: Checking (%1%)…
co: Verificazione (%1 %)…

source: Checking your internet connection
co: Verificazione di a vostra cunnessione internet

source: Check outage updates
co: Infurmassi nant’à l’interruzzioni di serviziu

source: Check out all the new features available in the latest version of Mozilla VPN!
co: Scuprite tutte e nove funzioni dispunibule in l’ultima versione di Mozilla VPN !

source: Check your email
co: Verificate u vostru indirizzu elettronicu

source: Chicago, IL
co: Chicago

source: Chile
co: Cile

source: Chilean Spanish
co: Spagnolu cilenu

source: Choose a category
co: Sciglite una categuria

source: Choose a Category
co: Sceglie una categuria

source: Choose a new location
co: Sciglite una pusizione nova

source: Choose different locations for different websites.
co: Sciglite pusizioni sfarente per siti web sfarenti.

source: Choose which apps should use the VPN
co: Sceglie chì appiecazioni anu da impiegà a VPN

source: Cities
co: Cità

source: Click “Continue” to continue the setup.
co: Sciglite « Cuntinuà » per cuntinuà l’installazione.

source: Click or tap on the gear icon to access Settings.
co: Fate un cliccu o picchichjate nant’à l’icona à forma d’ingranatura per accede à i parametri.

source: Click to update to the latest version of the application
co: Cliccà per rinnovà l’appiecazione à l’ultima versione

source: Collapse
co: Riduce

source: Come back later
co: Rivene un’altra volta

source: Compatibility
co: Cumpatibilità

source: Confirm email address
co: Cunfirmà l’indirizzu elettronicu

source: Confirm reset
co: Cunfirmà u reiniziu

source: Connect
co: Cunnettassi

source: Connected through %1
co: Cunnessu via %1

source: Connected through %1 via %2
co: Cunnessu à %1 via %2

source: Connected to:
co: Cunnessa à :

source: Connected to %1
co: Cunnessu à %1

source: Connected to %1, %2
co: Cunnessa à %2 (%1)

source: Connected to %1, through %2
co: Cunnessu à %1, via %2

source: Connecting
co: Cunnessione

source: Connecting…
co: Cunnessione…

source: Connecting to:
co: Cunnessione à :

source: Connecting to other devices while using VPN
co: Cunnessione à d’altri apparechji durante l’usu di a VPN

source: Connection change notification
co: Nutificazione di cambiamentu di cunnessione

source: Connection Change Notification
co: Nutificazione di cambiamentu di cunnessione

source: Connection failed
co: Fiascu di a cunnessione

source: Connection Info
co: Infurmazione di cunnessione

source: Connection information
co: Infurmazioni di cunnessione

source: Connection Information
co: Infurmazioni di cunnessione

source: Connect Mozilla VPN on startup
co: Cunnette Mozilla VPN à l’avviu

source: Connect the printer or fax cable to your device’s port (wired) or via wireless
co: Cunnette u cavu di a stampetta o di a telecopia à u portu di u vostru apparechju o senza filu

source: Connect to 30+ countries
co: Cunnittitevi à più di 30 paesi

source: Connect to the country server of your choice
co: Cunnittitevi à un servitore di u paese di a vostra scelta

source: Connect to the last location:
co: Cunnette à l’ultima pusizione :

source: Connect up to %1 devices
co: Cunnette fine à %1 apparechji

source: Connect VPN on startup
co: Cunnette VPN à l’avviu

source: Contact support
co: Cuntattà l’assistenza

source: Contact us
co: Cuntattacci

source: Continue to Mozilla VPN by signing in with your Firefox account
co: Cuntinuà versu Mozilla VPN cunnittenduvi cù u vostru contu Firefox

source: Continue to Mozilla VPN by signing in with your Mozilla account
co: Cuntinuà versu Mozilla VPN cunnittenduvi cù u vostru contu Mozilla

source: Continue to sign in
co: Cuntinuà per cunnettesi

source: Continue tutorial?
co: Cuntinuà a furmazione ?

source: Copenhagen
co: Copenaghen

source: Copied!
co: Cupiatu.

source: Copy %1
co: Cupià %1

source: Crash reporting
co: Raportu di lampata

source: Create account
co: Creà un contu

source: Create a password
co: Creà una parolla d’intesa

source: Create password
co: Creà una parolla d’intesa

source: Critical
co: Criticu

source: Croatia
co: Croazia

source: Current Device
co: Apparechju currente

source: current location - %1
co: postu attuale - %1

source: Custom DNS
co: DNS persunalizati

source: Custom DNS servers allow for faster speed using local networks, features like ad-blocking and anti-tracking. You can find this feature in the “Network settings” section.
co: I servitori DNS persunalizati permettenu d’aumentà a vitezza impieghendu e rete lucale, funzioni cum’è u blucchime di publicità è a prutezzione contr’à u spiunagiu. Si pò truvà sta funzione in a sezzione « Preferenze di reta ».

source: Custom DNS settings
co: Parametri DNS persunalizati

source: Custom DNS settings allow for faster connection using local servers.
co: I servitori DNS persunalizati permettenu una cunnessione più rapida impieghendu servitori lucali.

source: Cyprus
co: Cipru

source: Czech Republic
co: Cecchia

source: Dallas, TX
co: Dallas

source: Dark mode — enjoy a sleek new look that’s easy on the eyes, day or night.
co: Modu scuru ; scuprite un aspettu novu, piacevule à fighjà, di ghjornu o di notte.

source: Data
co: Dati

source: Data collection and use
co: Culletta è adopru di i dati

source: Defense on the go
co: Prutezzione in cuntinuu

source: Delete account
co: Squassà u contu

source: Delete Firefox account
co: Squassà u contu Firefox

source: Delete message
co: Squassà u messaghju

source: Delete Mozilla account
co: Squassà u contu Mozilla

source: Denmark
co: Danimarca

source: Denver, CO
co: Denver

source: Describe issue
co: Discrivite u prublema

source: Detroit, MI
co: Detroit

source: Developer options
co: Ozzioni di sviluppu

source: Developer Options
co: Ozzioni di sviluppu

source: Device-level encryption
co: Cifratura à u livellu di l’apparechju

source: Device management
co: Ghjestione di l’apparechji

source: Device not added
co: Apparechju micca aghjuntu

source: Devices
co: Apparechji

source: Disable to select a different language
co: Disattivà per selezziunà un’altra lingua

source: Disconnected from %1
co: Scunnessu da %1

source: Disconnected from %1, %2
co: Scunnessa da %2 (%1)

source: Disconnected from %1 and %2
co: Scunnessu da %1 è %2

source: Disconnecting…
co: Scunnessione…

source: Disconnecting from:
co: Scunnettesi da :

source: Discover now
co: Scopre subitu

source: DNS settings
co: Parametri DNS

source: Don’t lose your subscription — please go to your account page to renew your access to Mozilla VPN. If you’re having any issues, please contact support to get help.
co: Ùn perdite micca u vostru abbunamentu ; andate puru à a vostra pagina di contu per rinnovà u vostru accessu à Mozilla VPN. In casu di penseru, ci vole à cuntattà a squadra d’assistenza.per ottene un aiutu.

source: Don’t show this again. Autosend crash reports to Mozilla.
co: Ùn affissà più stu messaghju. Mandà autumaticamente i raporti d’accidente à Mozilla.

source: Don’t use Multi-Account Containers? It’s a Firefox add-on that allows you to isolate your browsing for specific types of activities. For example, you can keep your online shopping data separate from your online banking data.
co: Multi-Account Containers, ùn impiegate micca ? Ghjè un modulu addiziunale di Firefox chì vi permette d’isulà a vostra navigazione per i bisogni specifichi d’attività. Per indettu, si pò cunservà i so dati di cumprera in linea staccati di i dati di banca in linea.

source: Download the new Mozilla VPN %1
co: Scaricà a versione nova %1 di Mozilla VPN

source: Download update
co: Scaricà a messa à livellu

source: Dublin
co: Dublinu

source: Dusseldorf
co: Düsseldorf

source: Ease of Use
co: Cumudità d’impiegu

source: Easier-to-use profile
co: Prufilu più faciule à impiegà

source: Email address
co: Indirizzu elettronicu

source: Email format not supported. Please try again with a different email
co: Furmatu d’indirizzu elettronicu micca accettatu. Pruvate torna cù un altru indirizzu elettronicu

source: Enable “Local network access” in your network settings
co: Attivà « Accessu à a reta lucale » in e mo preferenze di reta

source: Enable telemetry
co: Attivà a telemetria

source: Enabling local network access allows you to connect to other devices without sacrificing your VPN protection.
co: L’attivazione di l’accessu à a reta lucale permette di cunnettevi à d’altri apparechji senza rinuncià à a vostra prutezzione VPN.

source: Encrypt your activity
co: Cifrate a vostra attività

source: Encrypt your traffic so that it can’t be read by your ISP or eavesdroppers.
co: Cifrà u vostru trafficu è cusì ùn pò esse lettu da u vostru furnidore d’accessu à internet o d’altre orechje indiscrete.

source: Enter 6-digit code
co: Stampittate u codice à 6 cifri

source: Enter 8-digit code
co: Stampittate u codice à 8 cifri

source: Enter a search term like “local weather” in your browser and see a real-time weather update for your current VPN location.
co: Stampittate un termine di ricerca cum’è « meteo lucale » in u vostru navigatore è videte a meteo in tempu reale per a vostra pusizione attuale di a VPN.

source: Enter custom DNS
co: Stampittate un DNS persunalizatu

source: Enter email
co: Stampittate u vostru indirizzu elettronicu

source: Enter feedback…
co: Dà u vostru avisu…

source: Enter password
co: Stampittate a vostra parolla d’intesa

source: Enter security code
co: Stampittate u codice di sicurità

source: Enter verification code
co: Stampittate u codice di verificazione

source: Enter your email address to continue using Mozilla VPN
co: Stampittate u vostru indirizzu elettronicu per cuntinuà à impiegà Mozilla VPN

source: Error activating App exclusions
co: Sbagliu durante l’attivazione di l’esclusione d’appiecazioni

source: Error confirming subscription…
co: Sbagliu durante a cunfirmazione di l’abbunamentu…

source: Error submitting your support request
co: Sbagliu à l’inviu di a vostra dumanda d’assistenza

source: European Portuguese
co: Purtughese europeanu

source: Excellent
co: Eccellente

source: Exclude apps from VPN protection
co: Esclude appiecazioni di a prutezzione VPN

source: Excluded apps
co: Appiecazioni escluse

source: Excluded apps let you turn off VPN protection for specific apps, without turning off VPN protection for your entire device.
co: L’appiecazioni escluse vi permettenu di disattivà a prutezzione VPN per certe appiecazioni, senza disattivalla per l’apparechju sanu.

source: Exclude local network traffic
co: Esclude u trafficu di a reta lucale

source: Exit location represents your main VPN server.
co: A pusizione d’esciuta hè u vostru servitore VPN principale.

source: Exit Server IP:
co: IP di u servitore d’esciuta :

source: Exit Server IPv6:
co: IPv6 di u servitore d’esciuta :

source: Expand
co: Allargà

source: Extension
co: Estensione

source: Feature tour
co: Visita guidata

source: Fewer harmful domains will be able to track you
co: Menu di duminiu dannighjevule serà capace di spiunavvi

source: Finish creating your Firefox account to continue to Mozilla VPN
co: Cumpiete a creazione di u vostru contu Firefox per cuntinuà versu Mozilla VPN

source: Finish creating your Mozilla account to continue to Mozilla VPN
co: Cumpiete a creazione di u vostru contu Mozilla per cuntinuà versu Mozilla VPN

source: Finland
co: Finlandia

source: Firefox extension
co: Estensione Firefox

source: Follow this quick and simple 3 step guide to add and remove all of your devices easily.
co: Seguitate sta guida simplice è rapida in 3 tappe per aghjunghje è caccià facilmente tutti i vostri apparechji.

source: Follow this walkthrough to learn how to activate your VPN when you start your device.
co: Seguitate sta visita guidata per amparà cumu attivà a vostra VPN à l’avviu di u vostru apparechju.

source: Follow this walkthrough to learn how to get started with using your VPN.
co: Seguitate sta visita guidata per amparà cumu principià à impiegà a vostra VPN.

source: Follow your system’s appearance
co: Seguità l’aspettu di u sistema

source: For %1/month, get our privacy tools in one plan.
co: Per %1/mese, ottinite i nostri attrezzi di prutezzione di a vita privata in un impegnu unicu.

source: For any questions about setting app exclusions, we’ve provided some helpful tips on our website.
co: Per aiutavvi à definisce l’esclusione d’appiecazione, avemu pruvistu parechje minichichje nant’à u nostru situ web.

source: For any questions about setting app permissions, we’ve provided some helpful tips on our website.
co: Per aiutavvi à definisce i permessi d’appiecazione, avemu pruvistu parechje minichichje nant’à u nostru situ web.

source: Forgot your password?
co: Parolla d’intesa scurdata ?

source: For your security, please sign in again to access your account information. You’ll complete this process on Mozilla’s website.
co: Per a vostra sicurità, ci vole à ricunnettesi per accede à l’infurmazioni di u vostru contu. Ci vulerà à compie sta prucedura nant’à u situ web di Mozilla.

source: France
co: Francia

source: Frankfurt
co: Francuforte nant’à u Menu

source: Friulian
co: Friulanu

source: From %1 to %2
co: Da %1 à %2

source: GB/s
co: Go/s

source: Generally speaking, this feature can be useful in situations where you’d like certain applications to connect a bit faster by not routing their traffic via a VPN.
co: D’una manera generale, sta funzione pò esse ghjuvevule in i casi induve vo vulete esse sicuri chì certe appiecazioni si cunnettenu più prestu senza fà passà u so trafficu via a VPN.

source: General Notifications
co: Nutificazioni generale

source: Germany
co: Alemagna

source: Get help
co: Ottene aiutu

source: Get help.
co: Ottene un’assistenza.

source: Get more precise control over how your VPN works when you’re browsing, with the Firefox extension.
co: Grazia à l’estensione Firefox, avete un cuntrollu più precisu nant’à u funziunamentu di a vostra VPN quandu vo navigate.

source: Get more privacy
co: Ottinite più di cunfidenzialità

source: Get notified if a guest Wi-Fi portal is blocked due to VPN connection
co: Ricivete una nutificazione s’è un purtone Wi-Fi d’ospite hè bluccatu per via di a cunnessione VPN

source: Get notified if you connect to an unsecured Wi-Fi network
co: Ricivete una nutificazione s’è vo vi cunnittite à una reta Wi-Fi micca assicurata

source: Get notified when connecting to a server location failed
co: Ricivete una nutificazione quandu a cunnessione à una pusizione di servitore hè fiascata

source: Get notified when the connection status changes
co: Ricivete una nutificazione quandu si cambia u statu di a cunnessione

source: Get notified when you successfully switched servers
co: Ricivete una nutificazione quandu un scambiu di servitore s’hè passatu bè

source: Get the extension
co: Ottene l’estensione

source: Get the same protection, for half the price.
co: Ottinite a listessa prutezzione à mezu prezzu.

source: Getting started
co: Per principià

source: Getting started with VPN
co: Familiarizassi cù a VPN

source: Give us 5 stars!
co: Dateci 5 stelle !

source: Good
co: Bellu

source: Google subscription
co: Abbunamentu Google

source: Gothenburg
co: Göteborg

source: Go to Play Store
co: Accede à Play Store

source: Go to Settings and select “My devices”
co: Andate in i parametri è selezziunate « I mo apparechji »

source: Greece
co: Grecia

source: Guest Wi-Fi portal alert
co: Alerta di purtone Wi-Fi d’ospite

source: Guest Wi-Fi portal blocked
co: Blucchime di purtone Wi-Fi d’ospite

source: Guest Wi-Fi portal detected
co: Scuperta d’un purtone Wi-Fi d’ospite
